import Image1 from './images/1.webp';
import Image2 from './images/2.webp';
import Image3 from './images/3.webp';
import Image4 from './images/4.webp';
import Image5 from './images/5.webp';
import Image6 from './images/6.webp';

const structures = [
    {
        img: Image1,
        title: "Гачиакута", 
        description: [
            `«Гачиакута» — это мрачная фэнтезийная манга и аниме-сериал о Рудо, сироте из трущоб, которого несправедливо обвиняют в убийстве и сбрасывают в Бездну — огромную свалку, населенную мусорными монстрами. Там он присоединяется к организации «Уборщиков», которые используют «дзинки» (предметы, наделенные душой) для борьбы с монстрами и возвращения наверх. Сериал исследует темы социального неравенства, ценности вещей и борьбы за справедливость в жестоком мире. `
        ],
    },   
    {
        img: Image2,
        title: "Семья Шпиона", 
        description: [
            `"Семья шпиона» — это популярная манга и аниме о шпионе, который для выполнения миссии вынужден создать фиктивную семью, но не подозревает, что его приёмная дочь — телепат, а жена — профессиональный наёмный убийца. `
        ]
    },
    {
        img: Image3, 
        title: "Титосэ Бутылка Рамунэ", 
        description: [
            `«Саку Титосэ из 5 класса — плейбой и подонок», — так говорят анонимные сообщения на подпольном сайте старшей школы «Фудзи». Однако ничто не может испортить безупречную репутацию Саку, представителя школьной элиты. `
        ]
    },
    {
        img: Image4,
        title: 'Альма хочет стать семьёй',
        description: [
            `Ненавязчивая комедия про построение семейных отношений между девочкой-андроидом и её создателями, а так-же прочих отношений андроида с окружением. Романтика присутствует в виде комедийных гэгов. Фантастикой является только завязка.. ну и некоторые скетчи, типа полёта на луну с попутным спасением космонавта. Шутки простые, без пошлостей и фансервиса. Впрочем становление ГГ видеблогером-айдолом, это однозначно топ.`
        ] 
    },
    {
        img: Image5,
        title: "Я секретарь гильдии, но я не люблю сверхурочную работу",  
        description: [
             `Алина Кловер устраивается секретарём в гильдию искателей приключений с полной уверенностью, что эта спокойная работа`
        ]
    },
    {
        img: Image6,
        title: "Стать сильнее! Новая сага ",  
        description: [
            `Арка в Сент-Луисе, также известная под именем «Врата на запад» — мемориал, являющийся частью Джефферсоновского национального экспансиального мемориала, а также визитной карточкой Сент-Луиса, штат Миссури, США.`,
            `Арка была спроектирована финско-американским архитектором Ээро Саариненом в 1947 году. Её высота 192 метра в самой высокой точке, ширина её основания также 192 метра. 
            Таким образом арка является самым высоким памятником на территории США. Её строительство началось 12 февраля 1963 года и было закончено 28 октября 1965 года. Памятник открылся для посетителей 24 июля 1967 года.`
        ]
    },
];

export default structures;