const anime = [
  {
    "Название": "Гачиакута",
    "Тип": "Сериал",
    "Жанр": "Комедия",
    "Студия": "Mappa",
    "Год выпуска": 2025,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:34"
  },
  {
    "Название": "Атака Титанов",
    "Тип": "Сериал",
    "Жанр": "Драма",
    "Студия": "Mappa",
    "Год выпуска": 2012,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:34"
  },
  {
    "Название": "Семья Шпиона",
    "Тип": "Сериал",
    "Жанр": "Комедия",
    "Студия": "WitStudio",
    "Год выпуска": 2022,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:34"
  },
  {
    "Название": "Тетрадь Смерти",
    "Тип": "Сериал",
    "Жанр": "Детектив",
    "Студия": "Madhouse",
    "Год выпуска": 2006,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:34"
  },
  {
    "Название": "Код Гиас",
    "Тип": "Сериал",
    "Жанр": "Политика",
    "Студия": "Madhouse",
    "Год выпуска": 2007,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:34"
  },
  {
    "Название": "Агент времени",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "LAN Studio",
    "Год выпуска": 2020,
    "Страна издатель": "Китай",
    "Количество серий": 24,
    "Время": "23:34"
  },
  {
    "Название": "Твое имя",
    "Тип": "Фильм",
    "Жанр": "Драма",
    "Студия": "Studio Ghibli",
    "Год выпуска": 2021,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "106:00"
  },
  {
    "Название": "Эхо террора",
    "Тип": "Сериал",
    "Жанр": "Боевик",
    "Студия": "Mappa",
    "Год выпуска": 2016,
    "Страна издатель": "Япония",
    "Количество серий": 11,
    "Время": "24:00"
  },
  {
    "Название": "Наруто",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "Studio Pierrot",
    "Год выпуска": 2002,
    "Страна издатель": "Япония",
    "Количество серий": 220,
    "Время": "23:00"
  },
  {
    "Название": "Ванпис",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "Toei Animation",
    "Год выпуска": 1999,
    "Страна издатель": "Япония",
    "Количество серий": 1080,
    "Время": "24:00"
  },
  {
    "Название": "Боруто",
    "Тип": "Сериал",
    "Жанр": "Комедия",
    "Студия": "Studio Pierrot",
    "Год выпуска": 2018,
    "Страна издатель": "Япония",
    "Количество серий": 293,
    "Время": "23:40"
  },
  {
    "Название": "Аватар Короля",
    "Тип": "Сериал",
    "Жанр": "Боевик",
    "Студия": "B.CMAY PICTURES",
    "Год выпуска": 2019,
    "Страна издатель": "Китай",
    "Количество серий": 12,
    "Время": "25:00"
  },
  {
    "Название": "Магическая битва",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "Mappa",
    "Год выпуска": 2020,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:40"
  },
  {
    "Название": "Клинок, рассекающий демонов",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "Ufotable",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 26,
    "Время": "23:40"
  },
  {
    "Название": "Стальной алхимик: Братство",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "Bones",
    "Год выпуска": 2009,
    "Страна издатель": "Япония",
    "Количество серий": 64,
    "Время": "24:00"
  },
  {
    "Название": "Врата Штейна",
    "Тип": "Сериал",
    "Жанр": "Фантастика",
    "Студия": "White Fox",
    "Год выпуска": 2011,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "24:00"
  },
  {
    "Название": "Хантер х Хантер",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "Madhouse",
    "Год выпуска": 2011,
    "Страна издатель": "Япония",
    "Количество серий": 148,
    "Время": "23:40"
  },
  {
    "Название": "Вайолет Эвергарден",
    "Тип": "Сериал",
    "Жанр": "Драма",
    "Студия": "Kyoto Animation",
    "Год выпуска": 2018,
    "Страна издатель": "Япония",
    "Количество серий": 13,
    "Время": "24:00"
  },
  {
    "Название": "Реинкарнация безработного",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "Studio Bind",
    "Год выпуска": 2021,
    "Страна издатель": "Япония",
    "Количество серий": 23,
    "Время": "23:40"
  },
  {
    "Название": "Восхождение в тени",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "Nexus",
    "Год выпуска": 2022,
    "Страна издатель": "Япония",
    "Количество серий": 20,
    "Время": "23:40"
  },
  {
    "Название": "Сага о Винланде",
    "Тип": "Сериал",
    "Жанр": "Драма",
    "Студия": "WitStudio",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "24:00"
  },
  {
    "Название": "Монстр",
    "Тип": "Сериал",
    "Жанр": "Детектив",
    "Студия": "Madhouse",
    "Год выпуска": 2004,
    "Страна издатель": "Япония",
    "Количество серий": 74,
    "Время": "24:00"
  },
  {
    "Название": "Парад смерти",
    "Тип": "Сериал",
    "Жанр": "Психология",
    "Студия": "Madhouse",
    "Год выпуска": 2015,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "23:00"
  },
  {
    "Название": "Дороро",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "Mappa",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "23:40"
  },
  {
    "Название": "Бездомный бог",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "Bones",
    "Год выпуска": 2014,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "24:00"
  },
  {
    "Название": "Баскетбол Куроко",
    "Тип": "Сериал",
    "Жанр": "Спорт",
    "Студия": "Production I.G",
    "Год выпуска": 2012,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "24:00"
  },
  {
    "Название": "Волейбол!!",
    "Тип": "Сериал",
    "Жанр": "Спорт",
    "Студия": "Production I.G",
    "Год выпуска": 2014,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "24:00"
  },
  {
    "Название": "Синий экзорцист",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "A-1 Pictures",
    "Год выпуска": 2011,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "24:00"
  },
  {
    "Название": "Токийский гуль",
    "Тип": "Сериал",
    "Жанр": "Ужасы",
    "Студия": "Studio Pierrot",
    "Год выпуска": 2014,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "24:00"
  },
  {
    "Название": "Обещанный Неверленд",
    "Тип": "Сериал",
    "Жанр": "Триллер",
    "Студия": "CloverWorks",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "23:00"
  },
  {
    "Название": "Форма голоса",
    "Тип": "Фильм",
    "Жанр": "Драма",
    "Студия": "Kyoto Animation",
    "Год выпуска": 2016,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "129:00"
  },
  {
    "Название": "Унесённые призраками",
    "Тип": "Фильм",
    "Жанр": "Фэнтези",
    "Студия": "Studio Ghibli",
    "Год выпуска": 2001,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "125:00"
  },
  {
    "Название": "Ходячий замок",
    "Тип": "Фильм",
    "Жанр": "Фэнтези",
    "Студия": "Studio Ghibli",
    "Год выпуска": 2004,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "119:00"
  },
  {
    "Название": "Принцесса Мононоке",
    "Тип": "Фильм",
    "Жанр": "Приключения",
    "Студия": "Studio Ghibli",
    "Год выпуска": 1997,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "133:00"
  },
  {
    "Название": "5 сантиметров в секунду",
    "Тип": "Фильм",
    "Жанр": "Романтика",
    "Студия": "CoMix Wave Films",
    "Год выпуска": 2007,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "63:00"
  },
  {
    "Название": "Волчица и пряности",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "Imagin",
    "Год выпуска": 2008,
    "Страна издатель": "Япония",
    "Количество серий": 13,
    "Время": "24:00"
  },
  {
    "Название": "Меланхолия Харухи Судзумии",
    "Тип": "Сериал",
    "Жанр": "Комедия",
    "Студия": "Kyoto Animation",
    "Год выпуска": 2006,
    "Страна издатель": "Япония",
    "Количество серий": 14,
    "Время": "23:00"
  },
  {
    "Название": "Ангельские ритмы",
    "Тип": "Сериал",
    "Жанр": "Драма",
    "Студия": "P.A. Works",
    "Год выпуска": 2010,
    "Страна издатель": "Япония",
    "Количество серий": 13,
    "Время": "24:00"
  },
  {
    "Название": "Человек-бензопила",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "Mappa",
    "Год выпуска": 2022,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "23:40"
  },
  {
    "Название": "Дитя погоды",
    "Тип": "Фильм",
    "Жанр": "Романтика",
    "Студия": "CoMix Wave Films",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "112:00"
  },
  {
    "Название": "Сад изящных слов",
    "Тип": "Фильм",
    "Жанр": "Романтика",
    "Студия": "CoMix Wave Films",
    "Год выпуска": 2013,
    "Страна издатель": "Япония",
    "Количество серий": 1,
    "Время": "46:00"
  },
  {
    "Название": "Повелитель",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "Madhouse",
    "Год выпуска": 2015,
    "Страна издатель": "Япония",
    "Количество серий": 13,
    "Время": "24:00"
  },
  {
    "Название": "Коносуба",
    "Тип": "Сериал",
    "Жанр": "Комедия",
    "Студия": "Studio Deen",
    "Год выпуска": 2016,
    "Страна издатель": "Япония",
    "Количество серий": 10,
    "Время": "23:40"
  },
  {
    "Название": "Ре: Жизнь в альтернативном мире с нуля",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "White Fox",
    "Год выпуска": 2016,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "24:00"
  },
  {
    "Название": "Гуррен-Лаганн",
    "Тип": "Сериал",
    "Жанр": "Меха",
    "Студия": "Gainax",
    "Год выпуска": 2007,
    "Страна издатель": "Япония",
    "Количество серий": 27,
    "Время": "24:00"
  },
  {
    "Название": "Ковбой Бибоп",
    "Тип": "Сериал",
    "Жанр": "Фантастика",
    "Студия": "Sunrise",
    "Год выпуска": 1998,
    "Страна издатель": "Япония",
    "Количество серий": 26,
    "Время": "24:00"
  },
  {
    "Название": "Самурай Чамплу",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "Manglobe",
    "Год выпуска": 2004,
    "Страна издатель": "Япония",
    "Количество серий": 26,
    "Время": "24:00"
  },
  {
    "Название": "Дневник будущего",
    "Тип": "Сериал",
    "Жанр": "Триллер",
    "Студия": "Asread",
    "Год выпуска": 2011,
    "Страна издатель": "Япония",
    "Количество серий": 26,
    "Время": "23:00"
  },
  {
    "Название": "Темный дворецкий",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "A-1 Pictures",
    "Год выпуска": 2008,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "24:00"
  },
  {
    "Название": "Психопаспорт",
    "Тип": "Сериал",
    "Жанр": "Фантастика",
    "Студия": "Production I.G",
    "Год выпуска": 2012,
    "Страна издатель": "Япония",
    "Количество серий": 22,
    "Время": "23:00"
  },
  {
    "Название": "Мастер меча онлайн",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "A-1 Pictures",
    "Год выпуска": 2012,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "23:40"
  },
  {
    "Название": "Бакуман",
    "Тип": "Сериал",
    "Жанр": "Комедия",
    "Студия": "J.C.Staff",
    "Год выпуска": 2010,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "24:00"
  },
  {
    "Название": "Созданный в Бездне",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "Kinema Citrus",
    "Год выпуска": 2017,
    "Страна издатель": "Япония",
    "Количество серий": 13,
    "Время": "24:00"
  },
  {
    "Название": "Корзинка фруктов",
    "Тип": "Сериал",
    "Жанр": "Драма",
    "Студия": "TMS Entertainment",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 25,
    "Время": "23:00"
  },
  {
    "Название": "Убийца гоблинов",
    "Тип": "Сериал",
    "Жанр": "Экшен",
    "Студия": "White Fox",
    "Год выпуска": 2018,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "23:40"
  },
  {
    "Название": "Доктор Стоун",
    "Тип": "Сериал",
    "Жанр": "Приключения",
    "Студия": "TMS Entertainment",
    "Год выпуска": 2019,
    "Страна издатель": "Япония",
    "Количество серий": 24,
    "Время": "24:00"
  },
  {
    "Название": "В стране чудес",
    "Тип": "Сериал",
    "Жанр": "Фэнтези",
    "Студия": "Kinema Citrus",
    "Год выпуска": 2023,
    "Страна издатель": "Япония",
    "Количество серий": 12,
    "Время": "23:40"
  },
  {
    "Название": "Волчий дождь",
    "Тип": "Сериал",
    "Жанр": "Фантастика",
    "Студия": "Bones",
    "Год выпуска": 2003,
    "Страна издатель": "Япония",
    "Количество серий": 26,
    "Время": "23:00"
  },
  {
    "Название": "Эрго Прокси",
    "Тип": "Сериал",
    "Жанр": "Фантастика",
    "Студия": "Manglobe",
    "Год выпуска": 2006,
    "Страна издатель": "Япония",
    "Количество серий": 23,
    "Время": "24:00"
  },
  {
    "Название": "Эльфийская песнь",
    "Тип": "Сериал",
    "Жанр": "Ужасы",
    "Студия": "Arms",
    "Год выпуска": 2004,
    "Страна издатель": "Япония",
    "Количество серий": 13,
    "Время": "25:00"
  }
];

export default anime;