export interface AnimeTableItem {
  id: number;
  "Название": string;
  "Тип": string;
  "Студия": string;
  "Год": number;
  "Серии": number;
  "Рейтинг": number;
}

const buildings: AnimeTableItem[] = [
  { "id": 1, "Название": "Гачиакута", "Тип": "ТВ-сериал", "Студия": "Bones", "Год": 2025, "Серии": 12, "Рейтинг": 8.2 },
  { "id": 2, "Название": "Семья Шпиона", "Тип": "ТВ-сериал", "Студия": "Wit Studio", "Год": 2022, "Серии": 25, "Рейтинг": 8.6 },
  { "id": 3, "Название": "Виндария", "Тип": "Полнометражный фильм", "Студия": "Idol", "Год": 1986, "Серии": 1, "Рейтинг": 7.4 },
  { "id": 4, "Название": "Жизнь с девушкой-андроидом", "Тип": "ТВ-сериал", "Студия": "Trigger", "Год": 2024, "Серии": 12, "Рейтинг": 7.9 },
  { "id": 5, "Название": "Я секретарь гильдии, но я не люблю сверхурочную работу", "Тип": "ТВ-сериал", "Студия": "CloverWorks", "Год": 2025, "Серии": 12, "Рейтинг": 8.0 },
  { "id": 6, "Название": "Стать сильнее! Новая сага", "Тип": "ТВ-сериал", "Студия": "Studio Bind", "Год": 2024, "Серии": 24, "Рейтинг": 7.6 },
  { "id": 7, "Название": "Магическая битва", "Тип": "ТВ-сериал", "Студия": "MAPPA", "Год": 2020, "Серии": 24, "Рейтинг": 8.7 },
  { "id": 8, "Название": "Клинок, рассекающий демонов", "Тип": "ТВ-сериал", "Студия": "ufotable", "Год": 2019, "Серии": 26, "Рейтинг": 8.8 },
  { "id": 9, "Название": "Атака титанов", "Тип": "ТВ-сериал", "Студия": "Wit Studio", "Год": 2013, "Серии": 25, "Рейтинг": 9.1 },
  { "id": 10, "Название": "Человек-бензопила", "Тип": "ТВ-сериал", "Студия": "MAPPA", "Год": 2022, "Серии": 12, "Рейтинг": 8.4 },
  { "id": 11, "Название": "Поднятие уровня в одиночку", "Тип": "ТВ-сериал", "Студия": "A-1 Pictures", "Год": 2024, "Серии": 12, "Рейтинг": 8.5 },
  { "id": 12, "Название": "Провожающая в последний путь Фрирен", "Тип": "ТВ-сериал", "Студия": "Madhouse", "Год": 2023, "Серии": 28, "Рейтинг": 9.3 },
  { "id": 13, "Название": "Киберпанк: Бегущие по краю", "Тип": "ТВ-сериал", "Студия": "Trigger", "Год": 2022, "Серии": 10, "Рейтинг": 8.6 },
  { "id": 14, "Название": "Тетрадь смерти", "Тип": "ТВ-сериал", "Студия": "Madhouse", "Год": 2006, "Серии": 37, "Рейтинг": 8.9 },
  { "id": 15, "Название": "Ван-Пис", "Тип": "ТВ-сериал", "Студия": "Toei Animation", "Год": 1999, "Серии": 1100, "Рейтинг": 8.7 },
  { "id": 16, "Название": "Наруто: Ураганные хроники", "Тип": "ТВ-сериал", "Студия": "Pierrot", "Год": 2007, "Серии": 500, "Рейтинг": 8.3 },
  { "id": 17, "Название": "Блич: Тысячелетняя кровавая война", "Тип": "ТВ-сериал", "Студия": "Pierrot", "Год": 2022, "Серии": 13, "Рейтинг": 8.8 },
  { "id": 18, "Название": "Созданный в Бездне", "Тип": "ТВ-сериал", "Студия": "Kinema Citrus", "Год": 2017, "Серии": 13, "Рейтинг": 8.7 },
  { "id": 19, "Название": "Моб Психо 100", "Тип": "ТВ-сериал", "Студия": "Bones", "Год": 2016, "Серии": 12, "Рейтинг": 8.5 },
  { "id": 20, "Название": "Сага о Винланде", "Тип": "ТВ-сериал", "Студия": "Wit Studio", "Год": 2019, "Серии": 24, "Рейтинг": 8.7 },
  { "id": 21, "Название": "Ковбой Бибоп", "Тип": "ТВ-сериал", "Студия": "Sunrise", "Год": 1998, "Серии": 26, "Рейтинг": 8.8 },
  { "id": 22, "Название": "Код Гиас: Восставший Лелуш", "Тип": "ТВ-сериал", "Студия": "Sunrise", "Год": 2006, "Серии": 25, "Рейтинг": 8.7 },
  { "id": 23, "Название": "Евангелион нового поколения", "Тип": "ТВ-сериал", "Студия": "Gainax", "Год": 1995, "Серии": 26, "Рейтинг": 8.3 },
  { "id": 24, "Название": "Твоё имя", "Тип": "Полнометражный фильм", "Студия": "CoMix Wave Films", "Год": 2016, "Серии": 1, "Рейтинг": 8.9 },
  { "id": 25, "Название": "Унесённые призраками", "Тип": "Полнометражный фильм", "Студия": "Studio Ghibli", "Год": 2001, "Серии": 1, "Рейтинг": 8.9 },
  { "id": 26, "Название": "Врата Штейна", "Тип": "ТВ-сериал", "Студия": "White Fox", "Год": 2011, "Серии": 24, "Рейтинг": 9.1 },
  { "id": 27, "Название": "Охотник х Охотник", "Тип": "ТВ-сериал", "Студия": "Madhouse", "Год": 2011, "Серии": 148, "Рейтинг": 9.0 },
  { "id": 28, "Название": "Кагуя: В любви как на войне", "Тип": "ТВ-сериал", "Студия": "A-1 Pictures", "Год": 2019, "Серии": 12, "Рейтинг": 8.4 },
  { "id": 29, "Название": "Сказка о хвосте феи", "Тип": "ТВ-сериал", "Студия": "A-1 Pictures", "Год": 2009, "Серии": 328, "Рейтинг": 7.7 },
  { "id": 30, "Название": "Волейбол!!", "Тип": "ТВ-сериал", "Студия": "Production I.G", "Год": 2014, "Серии": 25, "Рейтинг": 8.5 },
  { "id": 31, "Название": "О моем перерождении в слизь", "Тип": "ТВ-сериал", "Студия": "Eight Bit", "Год": 2018, "Серии": 24, "Рейтинг": 8.1 },
  { "id": 32, "Название": "Токийский гуль", "Тип": "ТВ-сериал", "Студия": "Pierrot", "Год": 2014, "Серии": 12, "Рейтинг": 7.8 },
  { "id": 33, "Название": "Психопаспорт", "Тип": "ТВ-сериал", "Студия": "Production I.G", "Год": 2012, "Серии": 22, "Рейтинг": 8.3 },
  { "id": 34, "Название": "Город, в котором меня нет", "Тип": "ТВ-сериал", "Студия": "A-1 Pictures", "Год": 2016, "Серии": 12, "Рейтинг": 8.3 },
  { "id": 35, "Название": "Форма голоса", "Тип": "Полнометражный фильм", "Студия": "Kyoto Animation", "Год": 2016, "Серии": 1, "Рейтинг": 8.9 },
  { "id": 36, "Название": "Дороро", "Тип": "ТВ-сериал", "Студия": "MAPPA", "Год": 2019, "Серии": 24, "Рейтинг": 8.2 },
  { "id": 37, "Название": "Доктор Стоун", "Тип": "ТВ-сериал", "Студия": "TMS Entertainment", "Год": 2019, "Серии": 24, "Рейтинг": 8.3 },
  { "id": 38, "Название": "Класс убийц", "Тип": "ТВ-сериал", "Студия": "Lerche", "Год": 2015, "Серии": 22, "Рейтинг": 8.1 },
  { "id": 39, "Название": "Реинкарнация безработного", "Тип": "ТВ-сериал", "Студия": "Studio Bind", "Год": 2021, "Серии": 23, "Рейтинг": 8.4 },
  { "id": 40, "Название": "Милый во Франксе", "Тип": "ТВ-сериал", "Студия": "CloverWorks", "Год": 2018, "Серии": 24, "Рейтинг": 7.3 },
  { "id": 41, "Название": "Ре:Зеро — начало жизни в другом мире", "Тип": "ТВ-сериал", "Студия": "White Fox", "Год": 2016, "Серии": 25, "Рейтинг": 8.2 },
  { "id": 42, "Название": "Черный клевер", "Тип": "ТВ-сериал", "Студия": "Pierrot", "Год": 2017, "Серии": 170, "Рейтинг": 8.1 },
  { "id": 43, "Название": "Паразит: Учение о жизни", "Тип": "ТВ-сериал", "Студия": "Madhouse", "Год": 2014, "Серии": 24, "Рейтинг": 8.4 },
  { "id": 44, "Название": "Семь смертных грехов", "Тип": "ТВ-сериал", "Студия": "A-1 Pictures", "Год": 2014, "Серии": 24, "Рейтинг": 7.7 },
  { "id": 45, "Название": "Добро пожаловать в класс превосходства", "Тип": "ТВ-сериал", "Студия": "Lerche", "Год": 2017, "Серии": 12, "Рейтинг": 7.9 },
  { "id": 46, "Название": "Синий экзорцист", "Тип": "ТВ-сериал", "Студия": "A-1 Pictures", "Год": 2011, "Серии": 25, "Рейтинг": 7.5 },
  { "id": 47, "Название": "Бездомный бог", "Тип": "ТВ-сериал", "Студия": "Bones", "Год": 2014, "Серии": 12, "Рейтинг": 8.0 },
  { "id": 48, "Название": "Великий из бродячих псов", "Тип": "ТВ-сериал", "Студия": "Bones", "Год": 2016, "Серии": 12, "Рейтинг": 7.8 },
  { "id": 49, "Название": "Ванпанчмен", "Тип": "ТВ-сериал", "Студия": "Madhouse", "Год": 2015, "Серии": 12, "Рейтинг": 8.5 },
  { "id": 50, "Название": "Золотой камуй", "Тип": "ТВ-сериал", "Студия": "Geno Studio", "Год": 2018, "Серии": 12, "Рейтинг": 7.9 }
];

export default buildings;